{
  "career.section-title": "Career history",
  "career.section-short_description": "With experience at Philips and Capgemini, I have built scalable backend solutions using Java, Spring, and AWS. My work spans healthcare and financial software, focusing on performance, security, and system optimization to drive innovation and efficiency.",
  "career.section.philips-job": "Software Developer at Philips",
  "career.section.philips-description": "At Philips, I developed healthcare software using Java, TypeScript, and Oswald, focusing on performance, security, and usability, while optimizing applications and collaborating on customer solutions.",
  "career.section.philips-duration": "July 2022 – August 2024",
  "career.section.capgemini-job": "Junior Software Developer at Capgemini",
  "career.section.capgemini-description": "At Capgemini, I developed backend solutions for Banco Bradesco using Java, ensuring performance and scalability, while conducting testing, validation, and collaborating in an agile environment.",
  "career.section.capgemini-duration": "June 2021 – July 2022",
  "career.section.iti-job": "Software Developer Intern at National Institute of Information Technology of Brazil",
  "career.section.iti-description": "At National Institute of Information Technology of Brazil, I assisted in developing the SGB² application for managing digital certificates, participated in agile processes, and supported the security and efficiency of digital transactions.",
  "career.section.iti-duration": "January 2021 – June 2021",
  "career.section.sarah-job": "IT Support(Part-time) at Rede SARAH",
  "career.section.sarah-description": "At Sarah Hospital, I provided IT support, installing and configuring printers, systems, and software, troubleshooting infrastructure issues, and assisting in technology implementation.",
  "career.section.sarah-duration": "December 2018 – January 2021",
  "communs.status-in_progress": "In progress",
  "certification.section-short_description": "I am committed to continuous learning, expanding my expertise in cloud computing and software development. My 2x AWS Certifications validate my ability to design, deploy, and manage secure, scalable cloud solutions, strengthening my backend development skills.",
  "education.section-short_description": "I hold a strong educational background that blends theory and practical skills, providing a solid foundation for tackling real-world challenges.",
  "education.section.title-bachelor": "Bachelor of Computer Science",
  "education.section.date-bachelor": "2019 - 2023",
  "education.section.description-bachelor": "A degree focused on programming, algorithms, data structures, and system design. Developed strong problem-solving skills and hands-on experience with software development and computer systems.",
  "education.section.average_performance-bachelor": "Average Performance: 8.21/10.0",
  "education.section.title-technician": "IT Technician Course",
  "education.section.date-technician": "2016 - Incomplete",
  "education.section.description-technician": "A course focused on hardware troubleshooting, network setup, and system maintenance. Gained hands-on experience in diagnosing technical issues and providing IT support across different environments.",
  "education.section.average_performance-technician": "Average Performance: -",
  "education.section.title-advanced-diploma": "Advanced Diploma of Information Technology",
  "education.section.date-advanced-diploma": "2025 - 2027",
  "education.section.description-advanced-diploma": "A course focused on network defense, ethical hacking, and enterprise security. Currently gaining hands-on experience with Kali Linux, Ubuntu, and firewall configuration.",
  "education.section.average_performance-advanced-diploma": "Average Performance: -",
  "header.menu.items-home": "Home",
  "header.menu.items-skills": "Skills",
  "header.menu.items-projects": "Projects",
  "header.menu.items-education": "Education",
  "header.menu.items-certifications": "Certifications",
  "header.menu.items-career": "Career",
  "home.section.button-get_cv": "Get my CV",
  "home.section.profession": "Software developer",
  "home.section.profession-short_description": "Software developer with experience in Java and healthcare solutions, and AWS certifications.",
  "home.section.image.alt-personal.photo": "Personal photo",
  "navbar.menu.toggle.aria.label-open": "Open menu",
  "navbar.menu.toggle.aria.label-close": "Close menu",
  "projects.section.title-weather_project": "Weather App",
  "projects.section.description-weather_project": "A React TypeScript app that retrieves and displays weather data from the OpenWeatherMap API, allowing users to search for current weather information, including temperature, humidity, wind speed, and conditions in a user-friendly interface.",
  "projects.section.title-contacts_project": "Contacts application",
  "projects.section.description-contacts_project": "A contacts application that enables users to easily browse and manage their contact list across multiple devices. This app was developed as part of a technical test for a Software Developer position at Resonate.",
  "projects.section.title-website_project": "Personal website",
  "projects.section.description-website_project": "This is my personal website, a place where you can learn more about my technical expertise, discover my projects, and follow my journey in software development, innovation, and problem-solving.",
  "projects.section-short_description": "A collection of projects that demonstrate my skills in solving problems and creating innovative solutions.",
  "skills.section-title": "Technical skills",
  "skills.section-short_description": "Always eager to explore and experiment with new and emerging technologies, I continuously expand my skill set to tackle diverse challenges and create innovative solutions.",
  "language.switcher.flag": "./australia-flag.svg",
  "language.switcher.items-english": "English",
  "language.switcher.items-spanish": "Spanish",
  "language.switcher.items-portuguese": "Portuguese"
}
