{
  "career.section-title": "Histórico profissional",
  "career.section-short_description": "Com experiência na Philips e Capgemini, desenvolvi soluções backend escaláveis usando Java, Spring e AWS. Meu trabalho abrange software para saúde e finanças, com foco em desempenho, segurança e otimização de sistemas para impulsionar a inovação e eficiência.",
  "career.section.philips-job": "Desenvolvedor de software na Philips",
  "career.section.philips-description": "Na Philips, desenvolvi software para o setor de saúde utilizando Java, TypeScript e Oswald, focando em desempenho, segurança e usabilidade, otimizando aplicações e colaborando em soluções para clientes.",
  "career.section.philips-duration": "Julho 2022 – Agosto 2024",
  "career.section.capgemini-job": "Desenvolvedor de software júnior na Capgemini",
  "career.section.capgemini-description": "Na Capgemini, desenvolvi soluções backend para o Banco Bradesco utilizando Java, garantindo desempenho e escalabilidade, realizando testes, validação e colaborando em um ambiente ágil.",
  "career.section.capgemini-duration": "Junho 2021 – Julho 2022",
  "career.section.iti-job": "Estágio como desenvolvedor de software no Instituto Nacional de Tecnologia da Informação do Brasil",
  "career.section.iti-description": "No Instituto Nacional de Tecnologia da Informação do Brasil, ajudei no desenvolvimento da aplicação SGB² para gestão de certificados digitais, participei de processos ágeis e apoiei a segurança e eficiência das transações digitais.",
  "career.section.iti-duration": "Janeiro 2021 – Junho 2021",
  "career.section.sarah-job": "Suporte IT (Part-time) na Rede SARAH",
  "career.section.sarah-description": "No Hospital SARAH, forneci suporte IT, instalando e configurando impressoras, sistemas e software, resolvendo problemas de infraestrutura e auxiliando na implementação de tecnologia.",
  "career.section.sarah-duration": "Dezembro 2018 – Janeiro 2021",
  "communs.status-in_progress": "Em progresso",
  "certification.section-short_description": "Estou comprometido com o aprendizado contínuo, expandindo minha experiência em computação em nuvem e desenvolvimento de software. Minhas 2 certificações AWS validam minha capacidade de projetar, implantar e gerenciar soluções em nuvem seguras e escaláveis, fortalecendo minhas habilidades em desenvolvimento backend.",
  "education.section-short_description": "Tenho uma sólida formação educacional que combina teoria e habilidades práticas, proporcionando uma base sólida para enfrentar desafios do mundo real.",
  "education.section.title-bachelor": "Bacharelado em Ciência da Computação",
  "education.section.date-bachelor": "2019 - 2023",
  "education.section.description-bachelor": "Um curso focado em programação, algoritmos, estruturas de dados e design de sistemas. Desenvolvi fortes habilidades de resolução de problemas e experiência prática com desenvolvimento de software e sistemas computacionais.",
  "education.section.average_performance-bachelor": "Desempenho médio: 8.21/10.0",
  "education.section.title-technician": "Curso Técnico em Informática",
  "education.section.date-technician": "2016 - Incompleto",
  "education.section.description-technician": "Um curso focado em resolução de problemas de hardware, configuração de redes e manutenção de sistemas. Adquiri experiência prática em diagnóstico de problemas técnicos e fornecimento de suporte de TI em diferentes ambientes.",
  "education.section.average_performance-technician": "Desempenho médio: -",
  "header.menu.items-home": "Início",
  "header.menu.items-skills": "Habilidades",
  "header.menu.items-projects": "Projetos",
  "header.menu.items-education": "Educação",
  "header.menu.items-certifications": "Certificações",
  "header.menu.items-career": "Carreira",
  "home.section.button-get_cv": "Currículo",
  "home.section.profession": "Desenvolvedor de software",
  "home.section.profession-short_description": "Desenvolvedor de software com experiência em Java e soluções para saúde, e certificações AWS.",
  "home.section.image.alt-personal.photo": "Foto pessoal",
  "navbar.menu.toggle.aria.label-open": "Abrir menu",
  "navbar.menu.toggle.aria.label-close": "Fechar menu",
  "projects.section.title-weather_project": "Aplicativo de clima",
  "projects.section.description-weather_project": "Um aplicativo React TypeScript que recupera e exibe dados meteorológicos da API OpenWeatherMap, permitindo que os usuários pesquisem informações sobre o clima atual, incluindo temperatura, umidade, velocidade do vento e condições, em uma interface amigável.",
  "projects.section.title-contacts_project": "Aplicativo de contatos",
  "projects.section.description-contacts_project": "Um aplicativo de contatos que permite aos usuários navegar e gerenciar facilmente sua lista de contatos em vários dispositivos. Este aplicativo foi desenvolvido como parte de um teste técnico para uma posição de Desenvolvedor de Software na Resonate.",
  "projects.section.title-website_project": "Site pessoal",
  "projects.section.description-website_project": "Este é meu site pessoal, um lugar onde você pode aprender mais sobre minha experiência técnica, descobrir meus projetos e acompanhar minha jornada no desenvolvimento de software, inovação e resolução de problemas.",
  "projects.section-short_description": "Uma coleção de projetos que demonstram minhas habilidades em resolver problemas e criar soluções inovadoras.",
  "skills.section-title": "Habilidades técnicas",
  "skills.section-short_description": "Sempre disposto a explorar e experimentar novas tecnologias, continuo expandindo meu conjunto de habilidades para enfrentar novos desafios e criar soluções inovadoras.",
  "language.switcher.flag": "./brazil-flag.svg",
  "language.switcher.items-english": "Inglês",
  "language.switcher.items-spanish": "Espanhol",
  "language.switcher.items-portuguese": "Português"
}
