{
  "career.section-title": "Parcours professionnel",
  "career.section-short_description": "Fort d'une expérience chez Philips et Capgemini, j'ai conçu des solutions backend évolutives en utilisant Java, Spring et AWS. Mon travail couvre les logiciels de santé et financiers, avec un accent sur la performance, la sécurité et l'optimisation des systèmes pour favoriser l'innovation et l'efficacité.",
  "career.section.philips-job": "Développeur logiciel chez Philips",
  "career.section.philips-description": "Chez Philips, j'ai développé des logiciels de santé en utilisant Java, TypeScript et Oswald, en mettant l'accent sur la performance, la sécurité et l'utilisabilité, tout en optimisant les applications et en collaborant sur des solutions clients.",
  "career.section.philips-duration": "Juillet 2022 – Août 2024",
  "career.section.capgemini-job": "Développeur logiciel junior chez Capgemini",
  "career.section.capgemini-description": "Chez Capgemini, j'ai développé des solutions backend pour la banque Bradesco avec Java, en garantissant performance et évolutivité, tout en menant des tests, validations et en collaborant dans un environnement agile.",
  "career.section.capgemini-duration": "Juin 2021 – Juillet 2022",
  "career.section.iti-job": "Stagiaire développeur logiciel à l’Institut National de Technologie de l’Information du Brésil",
  "career.section.iti-description": "À l’Institut National de Technologie de l’Information du Brésil, j’ai contribué au développement de l’application SGB² pour la gestion des certificats numériques, participé aux processus agiles, et soutenu la sécurité et l'efficacité des transactions numériques.",
  "career.section.iti-duration": "Janvier 2021 – Juin 2021",
  "career.section.sarah-job": "Support informatique (temps partiel) chez Rede SARAH",
  "career.section.sarah-description": "À l'hôpital Sarah, j’ai fourni un support informatique en installant et configurant des imprimantes, des systèmes et des logiciels, en résolvant des problèmes d'infrastructure, et en assistant à l’implémentation technologique.",
  "career.section.sarah-duration": "Décembre 2018 – Janvier 2021",
  "communs.status-in_progress": "En cours",
  "certification.section-short_description": "Je suis engagé dans l'apprentissage continu et l'élargissement de mes compétences en informatique dématérialisée (cloud) et en développement logiciel. Mes 2 certifications AWS valident ma capacité à concevoir, déployer et gérer des solutions cloud sécurisées et évolutives, renforçant ainsi mes compétences en développement backend.",
  "education.section-short_description": "Je possède une solide formation académique qui allie théorie et pratique, constituant une base fiable pour relever les défis du monde réel.",
  "education.section.title-bachelor": "Licence en informatique",
  "education.section.date-bachelor": "2019 - 2023",
  "education.section.description-bachelor": "Un diplôme axé sur la programmation, les algorithmes, les structures de données et la conception de systèmes. Développement de solides compétences en résolution de problèmes et expérience pratique en développement logiciel et en systèmes informatiques.",
  "education.section.average_performance-bachelor": "Moyenne générale : 8.21/10.0",
  "education.section.title-technician": "Cours de technicien en informatique",
  "education.section.date-technician": "2016 - Incomplet",
  "education.section.description-technician": "Un cours axé sur le dépannage matériel, la configuration réseau et la maintenance des systèmes. Acquisition d’une expérience pratique en diagnostic de problèmes techniques et en support informatique dans divers environnements.",
  "education.section.average_performance-technician": "Moyenne générale : -",
  "education.section.title-advanced-diploma": "Diplôme Avancé en Technologies de l’Information",
  "education.section.date-advanced-diploma": "2025 - 2027",
  "education.section.description-advanced-diploma": "Un cours centré sur la défense réseau, le hacking éthique et la sécurité d’entreprise. Actuellement en train d’acquérir une expérience pratique avec Kali Linux, Ubuntu et la configuration de pare-feu.",
  "education.section.average_performance-advanced-diploma": "Moyenne générale : -",
  "header.menu.items-home": "Accueil",
  "header.menu.items-skills": "Compétences",
  "header.menu.items-projects": "Projets",
  "header.menu.items-education": "Formation",
  "header.menu.items-certifications": "Certifications",
  "header.menu.items-career": "Parcours",
  "home.section.button-get_cv": "Télécharger mon CV",
  "home.section.profession": "Développeur logiciel",
  "home.section.profession-short_description": "Développeur logiciel avec expérience en Java, solutions de santé et certifications AWS.",
  "home.section.image.alt-personal.photo": "Photo personnelle",
  "navbar.menu.toggle.aria.label-open": "Ouvrir le menu",
  "navbar.menu.toggle.aria.label-close": "Fermer le menu",
  "projects.section.title-weather_project": "Application météo",
  "projects.section.description-weather_project": "Une application React TypeScript qui récupère et affiche les données météo depuis l’API OpenWeatherMap, permettant aux utilisateurs de rechercher les conditions météorologiques actuelles (température, humidité, vent, etc.) via une interface conviviale.",
  "projects.section.title-contacts_project": "Application de contacts",
  "projects.section.description-contacts_project": "Une application de contacts permettant aux utilisateurs de parcourir et gérer facilement leur liste de contacts sur plusieurs appareils. Cette application a été développée dans le cadre d’un test technique pour un poste de développeur chez Resonate.",
  "projects.section.title-website_project": "Site personnel",
  "projects.section.description-website_project": "Il s'agit de mon site personnel, un espace où vous pouvez découvrir mes compétences techniques, explorer mes projets et suivre mon parcours dans le développement logiciel, l'innovation et la résolution de problèmes.",
  "projects.section-short_description": "Une collection de projets démontrant mes compétences en résolution de problèmes et en création de solutions innovantes.",
  "skills.section-title": "Compétences techniques",
  "skills.section-short_description": "Toujours désireux d'explorer et d’expérimenter de nouvelles technologies, j’élargis continuellement mes compétences pour relever des défis variés et créer des solutions innovantes.",
  "language.switcher.flag": "./france-flag.svg",
  "language.switcher.items-english": "Anglais",
  "language.switcher.items-spanish": "Espagnol",
  "language.switcher.items-portuguese": "Portugais",
  "language.switcher.items-japanese": "Japonais",
  "language.switcher.items-french": "Français"
}